/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "rich_text_QicNca": {
      "type": "rich-text",
      "name": "Simple Rich Text",
      "settings": {
        "heading": "Info",
        "content_position": "center",
        "text_alignment": "left",
        "body": "<p>Invasive Species is a project by the artist Leslie Kulesh. </p><p>Leslie works in textiles, both wearable and sculptural, that start conversations about the clothes we wear performing extra duties and using the softness and domesticity of textiles to take on tougher conversations. A past collection of wearables featured a signal blocking pocket for a mobile phone and EMF blocking crystals.  A show of soft sculpture featured conflict minerals sewn into the stuffing. </p><p>For Invasive Species, Leslie proposes that humans are in fact the invasive species, collecting foxtails on one last hike in Runyon Canyon before we board the plane to Berlin. This collection of wearables encourages us to recognise and accept this cross contamination and begin to play an active role. </p><p><br/></p><p>Leslie Kulesh (1982) grew up in Silicon Valley gaining a BFA from San Francisco Art Institute before moving to Paris. Leslie went on to work on her own exhibitions, collaborations and in fashion production for many years, settling in London and starting a family. Leslie is a self taught seamstress, experimenting with materials and often breaking machinery by pushing it to the edge off its ability. She has a close group of collaborators that she’s developed over the years and is happy to produce across countries when it suits the project, a way of working that mirrors her own biography. </p><p>Leslie often collaborates with other designers on projects, a process she finds very rewarding. Her work has been shown around the world from museums to project spaces, she has lectured at universities and in squats and has been featured in many publications, including Time Magazine. </p>",
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_QicNca"
  ]
}
